/* Ubiquitous Button Titles */
"MultiButtonTitle_Scan" = "Analizar";
"MultiButtonTitle_Clean" = "Limpiar";
"MultiButtonTitle_Empty" = "Vaciar";
"MultiButtonTitle_Uninstall" = "Desinstalar";
"MultiButtonTitle_Maintenance" = "Ejecutar";
"MultiButtonTitle_Reset" = "Restaurar";
"MultiButtonTitle_Remove" = "Eliminar";
"MultiButtonTitle_Move" = "Mover";
"MultiButtonTitle_Erase" = "Triturar";
"MultiButtonTitle_Stop" = "Detener";
"MultiButtonTitle_Purchase" = "Comprar";
"MultiButtonTitle_Paused" = "En Pausa";

/* iPhoto Start Scan View */
"iPhotoStartViewTitle_ChangeLibrary" = "Cambiar Biblioteca…";
"iPhotoStartViewTitle_LocateLibrary" = "Buscar Biblioteca...";
"iPhotoStartViewTitle_ScanAnotherLibrary" = "Analizar otra Biblioteca…";

/* L&O Start Scan */
"AddFolder" = "Agregar carpeta…";
"ClearList" = "Borrar lista";

"Relaunch" = "Reiniciar";

"Hide Log" = "Ocultar Registro";
"View Log" = "Ver registro";
